export const PolicyPage = () => {
  return (
    <main className='w-full flex justify-center '>
      <div className='flex flex-col gap-10 w-full max-w-7xl px-4 mb-40 pt-5 md:pt-10'>
        <div className='w-full h-min flex flex-col gap-10'>
          <h2 className='text-2xl md:text-3xl font-bold'>Условия и оферта</h2>
          <div>
            <p>
              <b>
                <span>1. Что такое Almixx</span>
              </b>
            </p>

            <p>&nbsp;</p>

            <p>
              Almixx – это интернет-платформа, доступная по адресу
              Almixx.com (включая все уровни домена), представленная в виде
              веб-сайта и мобильного приложения, которая объединяет различные
              объекты интеллектуальной собственности и информацию
              (административный и пользовательский контент) (далее -
              &quot;Almixx&quot;).
            </p>

            <p>&nbsp;</p>

            <p>
              Almixx представляет собой электронный каталог объявлений о
              товарах, услугах, вакансиях, резюме и других предложениях (далее -
              &quot;товары&quot;), предлагаемых пользователями для совершения
              сделок.
            </p>

            <p>&nbsp;</p>

            <p>
              Пользователям Almixx предоставляется возможность размещать
              информацию в формате объявлений в различных категориях товаров.
              Все пользователи могут искать и просматривать объявления на
              Almixx в соответствии с Условиями. Алгоритмы Almixx
              автоматически обрабатывают запросы, чтобы предоставлять актуальную
              информацию в результатах поиска.
            </p>

            <p>&nbsp;</p>

            <p>
              Almixx не является участником сделок между пользователями.
              Пользователи совершают сделки на свой риск без прямого или
              косвенного участия или контроля со стороны Almixx.
            </p>

            <p>&nbsp;</p>

            <p>
              <b>
                <span>2. Регистрация на Almixx</span>
              </b>
            </p>

            <p>&nbsp;</p>

            <p>
              Вы можете зарегистрироваться на Almixx, используя номер
              мобильного телефона российских операторов связи или ваш профиль в
              социальной сети, представленный в форме входа на Almixx. После
              регистрации будет создан ваш уникальный профиль. На Almixx может
              существовать только один профиль, связанный с одним номером
              телефона.
            </p>

            <p>&nbsp;</p>

            <p>
              Вы не можете использовать номер телефона, который был указан в
              удаленном или заблокированном профиле, для новой регистрации в
              течение 90 дней после удаления или блокировки профиля.
            </p>

            <p>&nbsp;</p>

            <p>
              Если вы регистрируетесь на Almixx через социальную сеть,
              некоторые функции могут быть ограничены. Для получения полного
              доступа к сервису вам может потребоваться указать номер телефона
              или адрес электронной почты.
            </p>

            <p>&nbsp;</p>

            <p>
              Регистрируясь на Almixx и входя в свой профиль, вы гарантируете,
              что обладаете всеми необходимыми правами для согласия и выполнения
              Условий.
            </p>

            <p>&nbsp;</p>

            <p>
              <b>
                <span>3. Вход на Almixx</span>
              </b>
            </p>

            <p>&nbsp;</p>

            <p>
              Вы можете войти в свой профиль на Almixx (авторизоваться) с
              помощью номера мобильного телефона/адреса электронной почты,
              указанных в вашем профиле, или через социальную сеть, связанную с
              вашим профилем (далее - &quot;данные для входа&quot;). В первом
              случае потребуется ввести пароль, во втором - авторизоваться в
              соответствующей социальной сети.
            </p>

            <p>&nbsp;</p>

            <p>
              Вы обязаны сохранять конфиденциальность своих данных для входа на
              Almixx. Если вы подозреваете несанкционированный доступ к вашим
              данным, немедленно сообщите об этом. Все действия, совершенные на
              Almixx с использованием ваших данных для входа, будут считаться
              вашими действиями, и вы несете за них ответственность.
            </p>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>4. Сведения о пользователях</span>
              </h4>
            </b>
            <p>&nbsp;</p>

            <p>
              При размещении объявлений и другой информации на Almixx вы
              обязуетесь предоставлять достоверные и актуальные сведения о себе,
              которые не нарушают законодательство и права других лиц. По мере
              необходимости обновляйте информацию в своем профиле.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы можем запросить дополнительные данные для подтверждения ваших
              полномочий или проверки предоставленной вами информации.
            </p>

            <p>&nbsp;</p>

            <p>
              Помните, что мы не можем гарантировать достоверность всей
              информации, размещаемой пользователями на Almixx, поэтому будьте
              внимательны при совершении сделок.
            </p>

            <p>&nbsp;</p>

            <p>
              Для обеспечения безопасности пользователей Almixx мы
              предоставляем возможность прохождения проверки благонадежности.
              Это может включать предоставление паспортных данных, водительского
              удостоверения или видеоизображения лица с разных ракурсов.
            </p>

            <p>&nbsp;</p>

            <p>
              Проверка благонадежности помогает обеспечить безопасность
              пользователей и создать доверительную среду для совершения сделок.
              Она может быть необходима для использования некоторых функций на
              Almixx.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы не раскрываем сведения о пользователях третьим лицам, за
              исключением случаев, предусмотренных законодательством.
              Предоставляя нам свои данные, вы соглашаетесь на их обработку и
              передачу нам результатов обработки.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы используем информацию о вашем использовании Almixx для
              улучшения сервиса и предоставления вам релевантных рекомендаций.
            </p>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>5. Пользовательский контент</span>
              </h4>
            </b>
            <p>&nbsp;</p>

            <p>
              На Almixx пользовательский контент включает в себя текст,
              изображения и видео, которые вы размещаете в объявлениях, вашем
              публичном профиле и отзывах. Комментируя других пользователей или
              оставляя отзывы, вы выражаете свою личную точку зрения и оценку
              ваших взаимодействий или сделок.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы не распространяем пользовательский контент. Вы полностью
              владеете всей информацией, которую вы размещаете на Almixx. Вы
              можете создавать, изменять, публиковать и удалять контент (включая
              личные данные) без нашего согласия.
            </p>

            <p>&nbsp;</p>

            <p>
              Если вы публикуете свои личные данные в вашем публичном профиле
              или объявлениях для обеспечения контакта с другими пользователями
              или для предоставления подробной информации о вашем предложении,
              вы осознанно делаете их доступными широкому кругу лиц. Мы
              обрабатываем ваши личные данные в соответствии с нашими Условиями
              использования.
            </p>

            <p>&nbsp;</p>

            <p>
              При размещении личных данных третьих лиц на Almixx или передаче
              их нам вы подтверждаете, что соблюдены все применимые законы о
              персональных данных, включая получение согласия субъектов на такие
              действия.
            </p>

            <p>&nbsp;</p>

            <p>
              Вы несете ответственность за соответствие вашего контента
              применимому законодательству, Условиям использования Almixx и
              правилам размещения объявлений. Гарантируйте, что ваш контент не
              нарушает права интеллектуальной собственности третьих лиц.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы не проводим предварительную проверку пользовательского
              контента. Мы действуем по жалобам уполномоченных лиц в
              соответствии с законодательством Российской Федерации.
            </p>

            <p>&nbsp;</p>

            <p>
              Цель размещения контента на Almixx - установить контакт с
              потенциальными покупателями. Размещение контента допускается
              исключительно в информационных целях.
            </p>

            <p>&nbsp;</p>

            <p>
              Запрещено размещать ложную информацию в отзывах, публиковать
              отзывы, если вы не заинтересованы в сделке, и осуществлять
              манипуляции с отзывами, такие как их накрутка или оплата за
              улучшение рейтинга продавца. Запрещено использовать контактные
              данные пользователей для целей, не связанных с покупкой их
              товаров.
            </p>

            <p>&nbsp;</p>

            <p>
              Вы предоставляете нам право использовать ваш контент по
              неисключительной лицензии без вознаграждения, в том числе для
              улучшения Almixx, в рекламных целях и в коммерческих проектах.
              Мы также можем передать права на ваш контент нашему партнеру -
              сервису Автотека. Мы вправе сохранять архивные копии вашего
              контента.
            </p>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>6. Общение пользователей на Almixx</span>
              </h4>
            </b>
            <p>&nbsp;</p>

            <p>
              На Almixx пользователи могут общаться между собой, отправлять
              сообщения и совершать звонки через платформу, включая мобильное
              приложение Almixx, чтобы обсудить товары и условия сделок.
              Однако запрещено использовать сообщения и звонки для иных целей,
              таких как перенаправление общения в другие мессенджеры или
              коммуникационные каналы путем отправки ссылок на другие веб-сайты,
              ресурсы или сервисы в Интернете. Для обеспечения безопасности
              могут быть установлены ограничения на направление и запрос
              контактных данных.
            </p>

            <p>&nbsp;</p>

            <p>
              В некоторых типах объявлений и профессиональных профилях мы
              предоставляем возможность защитить ваш реальный номер телефона,
              предоставляя уникальный номер Almixx («защищенный номер»),
              который автоматически переадресует входящие звонки на ваш
              настоящий номер. Информация о факте звонка может отображаться в
              сообщениях на Almixx, чтобы пользователи могли связаться друг с
              другом через платформу. Мы вправе устанавливать ограничения на
              переадресацию звонков, например, ограничивать количество звонков
              от определенных групп пользователей за определенный период
              времени, или блокировать звонки, если они нарушают наши Условия
              использования или Правила Almixx.
            </p>

            <p>&nbsp;</p>

            <p>
              Расходы на использование защищенного номера несем мы. Запрещено
              использовать защищенный номер для целей, не предусмотренных
              Условиями, включая регистрацию на других веб-сайтах.
            </p>

            <p>&nbsp;</p>

            <p>
              В целях безопасности защищенный номер включается автоматически в
              некоторых категориях объявлений и профессиональных профилях, и его
              отключение невозможно (за исключением определенных категорий,
              таких как &quot;Резюме&quot; и &quot;Краткосрочная аренда
              квартир&quot;). Мы можем также автоматически включать защищенный
              номер для профессиональных пользователей в некоторых категориях и
              регионах.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы вправе записывать, расшифровывать, анализировать и хранить
              сообщения на Almixx, а также звонки, совершенные через мобильное
              приложение Almixx или на защищенные номера. Это делается для
              обеспечения соблюдения наших Условий использования, правил
              размещения объявлений и других сервисов Almixx, а также для
              пресечения нарушений законодательства и недобросовестных действий.
            </p>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>7. Общение Almixx с пользователями</span>
              </h4>
            </b>
            <p>&nbsp;</p>
            <h4>
              <span>Мы можем отправлять вам различные уведомления:</span>
            </h4>

            <h4>
              <span>
                1.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span>
              </span>
              <span>
                Системные уведомления: Эти уведомления обычно связаны с важными
                событиями на платформе и относятся к вашему аккаунту или
                объявлениям, например, подтверждение регистрации или ограничение
                доступа к профилю.
              </span>
            </h4>

            <h4>
              <span>
                2.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span>
              </span>
              <span>
                Сервисные оповещения: Они связаны с вашими действиями на
                платформе, например, уведомления о новых сообщениях от других
                пользователей или персональные подборки интересующих вас
                объявлений.
              </span>
            </h4>

            <h4>
              <span>
                3.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span>
              </span>
              <span>
                Маркетинговые и информационные уведомления: В эту категорию
                входят уведомления о различных маркетинговых акциях, новостях
                компании, а также приглашения принять участие в исследованиях
                или опросах.
              </span>
            </h4>

            <h4>
              <span>
                Мы можем отправлять уведомления в различных форматах и каналах,
                включая центр уведомлений на платформе, электронную почту, номер
                телефона и пуш-уведомления на ваше устройство.
              </span>
            </h4>

            <h4>
              <span>&nbsp;</span>
            </h4>

            <h4>
              <span>
                Иногда мы также можем связываться с вами по телефону для
                улучшения сервиса или оказания поддержки. Важно отметить, что
                информация, предоставленная вами в ходе таких обращений, может
                быть использована нами в целях улучшения наших услуг.
              </span>
            </h4>

            <h4>
              <span>
                Чтобы управлять уведомлениями, вы можете настроить
                соответствующие параметры в настройках своего профиля. Таким
                образом, вы сможете выбирать, какие уведомления вы хотите
                получать, а какие - нет.
              </span>
            </h4>

            <p>&nbsp;</p>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>8. Удаление профиля</span>
              </h4>
            </b>
            <p>&nbsp;</p>
            <h4>
              <span>
                Вы вправе в любой момент удалить свой профиль на Almixx в
                настройках профиля или обратившись в службу поддержки. Ваш
                профиль будет удален при прекращении договора на условиях
                оферты, если вы заключали его. Мы удалим ваш профиль на
                Almixx, если в течение трёх лет вы им ни разу не
                воспользуетесь.
              </span>
            </h4>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>9. Защита интеллектуальных прав</span>
              </h4>
              <p>&nbsp;</p>
            </b>
            <p>
              Исключительные права на программы для ЭВМ, необходимые для
              использования Almixx, базы данных, графическое оформление
              интерфейса (дизайна) и другие элементы сайта Almixx, фирменное
              наименование, товарные знаки/логотипы и другие отличительные знаки
              Компании, в том числе используемые в составе доменного имени
              Almixx.ru, принадлежат Компании.
            </p>

            <p>&nbsp;</p>

            <p>
              Словесное обозначение &quot;Almixx&quot; охраняется как товарный
              знак, который принадлежит Компании.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы вправе автоматически наносить на загружаемые вами фотографии
              логотипы / водяные знаки Almixx, чтобы защитить материалы в
              наших базах данных от неправомерного копирования.
            </p>
            <b>
              <p>&nbsp;</p>
              <h4>
                <span>10. Лицензия на использование баз данных и программ</span>
              </h4>
            </b>
            <p>&nbsp;</p>
            <h4>
              <span>
                Мы предоставляем пользователям неисключительную лицензию на
                использование баз данных и программ для ЭВМ, необходимых для
                использования Almixx, для целей, предусмотренных в Условиях.
                Вознаграждение за лицензию не взимается.
              </span>
            </h4>

            <h4>
              <span>
                Лицензия предоставляется с момента доступа к Almixx и
                продолжает действовать, пока вы используете Almixx. Поиск и
                просмотр объявлений доступен всем пользователям независимо от
                регистрации и авторизации. Для того, чтобы получить доступ к
                другим функциональным возможностям Almixx, нужно
                авторизоваться.
              </span>
            </h4>

            <h4>
              <span>
                Без согласия Компании запрещено использовать технические
                средства для взаимодействия с сервисом в обход обычного порядка
                использования баз данных и программ для ЭВМ. В том числе
                запрещено использовать автоматизированные скрипты для сбора
                информации на Almixx, а также для автоматической регистрации
                профилей.
              </span>
            </h4>

            <h4>
              <span>
                Без согласия Компании запрещено использовать базы данных и
                программы для ЭВМ в целях, не предусмотренных Условиями. Это
                означает, что запрещено извлекать материалы из баз данных и/или
                осуществлять их последующее использование в любой форме и любым
                способом, независимо от их объема и согласования с третьими
                лицами, если это не связано непосредственно с заключением сделки
                в отношении товара в объявлении. Например, запрещено
                использовать материалы из баз данных Almixx для наполнения баз
                данных третьих лиц. Также запрещено использовать номера
                телефонов из баз данных Almixx для звонков пользователям
                Almixx с предложениями услуг или товаров. Такие действия
                нарушают не только исключительное право Компании, но и
                интеллектуальные права пользователей, а также представляют собой
                обработку персональных данных пользователей Almixx без их
                согласия.
              </span>
            </h4>

            <h4>
              <span>&nbsp;</span>
            </h4>
            <b>
              <h4>
                <span>11. Обязанности пользователей</span>
              </h4>
              <p>&nbsp;</p>
            </b>
            <h4>
              <span>
                Взаимодействуя с Almixx и другими пользователями Almixx, а
                также в связи с использованием Almixx вы обязуетесь:
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                строго выполнять все требования законодательства и действовать
                добросовестно;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                соблюдать Условия использования Almixx, правила размещения
                объявлений, требования к профилю и отзывам и другие правила
                Almixx и указания Компании;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                не связываться с пользователями Almixx, если вы не
                потенциальный покупатель и не заинтересованы в заключении сделки
                по объявлению, не совершать действий, приводящих к спаму;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                не копировать с использованием автоматических средств информацию
                на Almixx, включая пользовательский контент;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                не совершать действий и не использовать изображения и
                высказывания, которые провоцируют жестокость, ненависть или
                неуважительное отношение, содержат угрозы или оскорбления,
                оправдывают незаконные или недобросовестные действия,
                подстрекают к их совершению, не соответствуют нравственным
                нормам или деловой практике, в том числе не использовать
                нецензурную и грубую лексику;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                не использовать Almixx или размещённую на Almixx информацию
                в целях, не предусмотренных Условиями;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                не загружать и не использовать на Almixx вредоносные
                программы;
              </span>
            </h4>

            <h4>
              <span>
                ·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
              </span>
              <span>
                не предпринимать действия, которые могут помешать нормальной
                работе Almixx.
              </span>
            </h4>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>12. Нарушения и последствия</span>
              </h4>
              <p>&nbsp;</p>
            </b>
            <p>
              Мы стремимся сделать Almixx удобным и безопасным инструментом,
              поэтому сохраняем за собой право проводить выборочную проверку
              выполнения пользователями Условий использования Almixx в любой
              момент и по своему усмотрению. Для этого мы можем использовать
              автоматизированные методы.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы вправе принять меры в случае выявления нарушений, либо действий
              по приготовлению к нарушению законодательства, прав третьих лиц
              или Условий и Правил Almixx, в том числе в случае выявления
              признаков злоупотребления сервисами Almixx (например,
              манипулирования поисковой выдачей, обхода Правил Almixx,
              нецелевого использования функциональностей Almixx), с
              использованием вашего профиля или ваших технических средств:
              ограничить доступ к вашему профилю или какой-то функциональности
              Almixx, в том числе временно, например, ограничить доступ к
              мессенджеру Almixx, ограничить выдачу вашего контента в
              результатах поиска, скрыть отображение объявления на карте,
              отклонить или заблокировать ваш контент, ограничить доступ к
              Almixx с определённых IP-адресов и телефонных номеров.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы можем ограничить доступ к профилю в случае поступления в
              отношении такого профиля жалоб других пользователей, выявления
              действий, приводящих к спаму, неоднократных или злостных нарушений
              Условий использования и Правил Almixx (включая размещение
              объявлений и указание цен, не соответствующих действительности),
              взлома профиля, непредоставления пользователем документов или
              информации по нашему запросу, размещения недостоверных отзывов,
              ликвидации пользователя – юридического лица, а также если мы
              заметим в поведении пользователя на Almixx признаки
              мошенничества, навязывания дополнительных услуг и условий, либо
              если пользователь зарегистрировал новый профиль на Almixx вместо
              заблокированного ранее.
            </p>

            <p>&nbsp;</p>

            <p>
              В исключительных случаях, при полном устранении пользователем
              совершенных им нарушений, мы можем восстановить доступ к профилю,
              в целях поддержания лояльности пользователя Almixx.
            </p>

            <p>&nbsp;</p>

            <p>
              Мы не несём ответственности за возможные убытки, причинённые
              пользователям в связи с принятием мер для предотвращения и
              прекращения нарушений на Almixx. Рекомендуем сохранять резервную
              копию вашего контента на вашем устройстве.
            </p>

            <p>&nbsp;</p>

            <p>
              За нарушение законодательства или прав третьих лиц при
              использовании Almixx вы можете нести административную, уголовную
              или гражданско-правовую ответственность.
            </p>

            <p>&nbsp;</p>
            <b>
              <h4>
                <span>13. Заключительные положения</span>
              </h4>
              <p>&nbsp;</p>
            </b>
            <h4>
              <span>
                Положения разделов 2, 3, 6 - 8 Условий применяются к
                пользователям, зарегистрированным на Almixx. Все остальные
                положения применяются ко всем пользователям Almixx независимо
                от регистрации и авторизации. Любая форма взаимодействия с
                Almixx (включая просмотр информации) подтверждает ваше
                согласие с Условиями. Обязательства Компании предоставить доступ
                к функциональности Almixx – встречные по отношению к вашим
                обязательствам соблюдать Условия. Когда за использование
                Almixx плата не предусмотрена, законодательство о защите прав
                потребителей не применимо к отношениям между Компанией и
                пользователями. Предоставление определенной функциональности
                Almixx может регулироваться специальными условиями.
              </span>
            </h4>

            <h4>
              <span>
                Функциональность Almixx в любой момент может изменяться,
                дополняться или прекращаться без предварительного уведомления
                пользователей. Использование Almixx предлагается в режиме «как
                есть», то есть в том виде и объёме, в каком Компания
                предоставляет функциональные возможности Almixx в момент
                обращения к ним. Мы не несём ответственности за временные сбои и
                перерывы в работе Almixx и вызванные ими потери информации. Мы
                не несем ответственность за любой косвенный, случайный,
                неумышленный ущерб, включая упущенную выгоду или потерянные
                данные, вред чести, достоинству или деловой репутации,
                причинённый в связи с использованием Almixx.{' '}
              </span>
            </h4>

            <h4>
              <span>
                Almixx может содержать ссылки на сайты третьих лиц. Мы не
                контролируем и не несём ответственность за доступность,
                содержание и законность таких сторонних сайтов.
              </span>
            </h4>

            <h4>
              <span>
                Мы обновляем Условия использования Almixx по мере
                необходимости. Рекомендуем вам периодически посещать страницу,
                на которой они размещены:
                https://www.Almixx.ru/legal/rules/terms-of-use/.
              </span>
            </h4>

            <h4>
              <span>
                Продолжая пользоваться Almixx после изменения Условий, вы
                подтверждаете согласие с внесёнными в них изменениями.
              </span>
            </h4>

            <h4>
              <span>
                Если у вас остались вопросы об Условиях использования Almixx,
                вы можете поискать ответы в Помощи или обратиться к специалистам
                службы поддержки.
              </span>
            </h4>

            <h4>
              <span>
                Вы также можете направить нам претензионное обращение в
                письменной форме по адресу, представленному ниже.
              </span>
            </h4>

            <h4>
              <span>
                Мы обязательно рассмотрим его и дадим ответ в срок, согласно
                действующему законодательству.
              </span>
            </h4>
          </div>
        </div>
      </div>
    </main>
  );
};
